Repository: shazinet/wp-gamefetcher
Catalog: languages/wp-gamefetcher-*.po
Languages: hy_am

source: A WordPress plugin to fetch and display game data from the rawg.io API.
hy_am: Բանկարկղի միջոցով WordPress-ի խրախուսումների ուղղանկարների արտաքինային տվյալները ստանալու և ցուցադրելու համար:

source: API Key
hy_am: API բանալի

source: API Key from rawg.io
hy_am: API բանալի rawg.io-ից

source: API Settings
hy_am: API կարգավորումներ

source: API URL from rawg.io
hy_am: API URL rawg.io-ից

source: Display game cards using WP GameFetcher.
hy_am: Ցուցադրել խրախուսումների արտաքինային տվյալները WP GameFetcher-ով:

source: Error: No data returned from the API.
hy_am: Սխալ: API-ից տվյալներ չեն վերադարձվել։

source: Error: Unable to fetch data. Please check your API credentials and try again.
hy_am: Սխալ: Չհաջողվեց ստանալ տվյալներ։ Խնդրում ենք ստուգել API վավերացման տվյալները և փորձել նորից։

source: Error: Unable to fetch data. Please try again later.
hy_am: Սխալ: Չհաջողվեց ստանալ տվյալներ։ Խնդրում ենք նորից փորձել հետո։

source: Hamidreza Sheikholeslami
hy_am: Համիդրեզա Շեյխոլեսլամի

source: More info...
hy_am: Ավելին՝

source: Rating:
hy_am: Գնահատական՝

source: These settings enable you to customize the WP Login screen.
hy_am: Այս կարգավորումներով դուք կարող եք վերահսկել WP Login էկրանը։

source: Title:
hy_am: Անվանում՝

source: WP GameFetcher Settings
hy_am: WP GameFetcher Կարգավորումներ

source: WP GameFetcher Widget
hy_am: WP GameFetcher Հատված
